{
    "en": {
        "quotes": [
            "The best way to predict the future is to create it.",
            "Success is not final, failure is not fatal: it is the courage to continue that counts.",
            "Believe you can and you’re halfway there.",
            "The only way to do great work is to love what you do.",
            "Your time is limited, don't waste it living someone else's life.",
            "Strive not to be a success, but rather to be of value.",
            "I find that the harder I work, the more luck I seem to have.",
            "The mind is everything. What you think you become.",
            "Eighty percent of success is showing up.",
            "The journey of a thousand miles begins with a single step.",
            "What you get by achieving your goals is not as important as what you become by achieving your goals.",
            "Start where you are. Use what you have. Do what you can.",
            "The future belongs to those who believe in the beauty of their dreams.",
            "Don't count the days, make the days count.",
            "The only limit to our realization of tomorrow will be our doubts of today.",
            "Setting goals is the first step in turning the invisible into the visible.",
            "You miss 100% of the shots you don't take.",
            "Optimism is the faith that leads to achievement.",
            "Hardships often prepare ordinary people for an extraordinary destiny.",
            "It does not matter how slowly you go as long as you do not stop."
        ]
    },
    "vi": {
        "quotes": [
            "Cách tốt nhất để dự đoán tương lai là tự mình tạo ra nó.",
            "Thành công không phải là cuối cùng, thất bại không phải là chí mạng: lòng can đảm để tiếp tục mới là điều đáng giá.",
            "Hãy tin rằng bạn có thể và bạn đã đi được nửa chặng đường.",
            "Cách duy nhất để làm công việc vĩ đại là yêu những gì bạn làm.",
            "Thời gian của bạn có hạn, đừng lãng phí nó để sống cuộc đời của người khác.",
            "Phấn đấu không phải để thành công, mà là để trở thành người có giá trị.",
            "Tôi thấy rằng tôi càng làm việc chăm chỉ, tôi càng có vẻ gặp nhiều may mắn.",
            "Tâm trí là tất cả. Bạn nghĩ gì, bạn sẽ trở thành cái đó.",
            "Tám mươi phần trăm thành công là do sự hiện diện.",
            "Hành trình vạn dặm bắt đầu từ một bước chân đầu tiên.",
            "Điều bạn đạt được khi đạt được mục tiêu không quan trọng bằng con người bạn trở thành khi đạt được mục tiêu.",
            "Bắt đầu từ nơi bạn đang đứng. Dùng những gì bạn có. Làm những gì bạn có thể.",
            "Tương lai thuộc về những người tin vào vẻ đẹp của những giấc mơ của họ.",
            "Đừng đếm ngày, hãy biến những ngày đó trở nên đáng giá.",
            "Giới hạn duy nhất cho sự nhận thức của chúng ta về ngày mai sẽ là những nghi ngờ của chúng ta ngày hôm nay.",
            "Đặt mục tiêu là bước đầu tiên biến cái vô hình thành cái hữu hình.",
            "Bạn bỏ lỡ 100% cú sút mà bạn không thực hiện.",
            "Lạc quan là niềm tin dẫn đến thành tựu.",
            "Khó khăn thường chuẩn bị cho những người bình thường một vận mệnh phi thường.",
            "Bạn đi chậm thế nào không quan trọng, miễn là bạn không dừng lại."
        ]
    },
    "zh": {
        "quotes": [
            "预测未来的最好方法就是创造它。",
            "成功不是终点，失败也并非致命：最重要的是继续前进的勇气。",
            "相信自己能做到，你就成功了一半。",
            "成就伟大事业的唯一方法是热爱你所做的一切。",
            "你的时间有限，不要浪费在过别人生活上。",
            "努力不是为了成功，而是为了成为一个有价值的人。",
            "我发现我工作越努力，运气似乎就越好。",
            "心想事成。你思考什么，你就会成为什么。",
            "百分之八十的成功来自于现身。",
            "千里之行，始于足下。",
            "实现目标所得到的，不如通过实现目标而成为的人重要。",
            "从你所在的地方开始。利用你所拥有的。做你能做的。",
            "未来属于那些相信自己梦想之美的人。",
            "不要计算日子，要让日子有意义。",
            "我们实现明天的唯一限制，将是我们今天的疑虑。",
            "设定目标是将无形转化为有形的第一步。",
            "你不采取行动，就错失了百分之百的机会。",
            "乐观是导向成就的信念。",
            "困难通常为普通人准备了非凡的命运。",
            "走得慢没有关系，只要不停下脚步。"
        ]
    }
}